/* 距离本站还有%@站 */
"%@ stops away from here." = "まだ%@駅です";

/* “附近站点”功能需要使用您的当前位置来发现附近的公交站点。 */
"\"Nearby\" feature needs your location to discover nearby bus stops." = "「付近検索」は現在地情報を取得します。よろしいですか？";

/* 关于本程序 */
"About" = "無錫バス検索について";

/* 致谢 */
"Acknowledgements" = "感謝";

/* 加入收藏 */
"Add to Favorites" = "お気に入りに追加する";

/* 所有公交站 */
"All stops" = "すべでの駅";

/* 发现新版本 */
"App Update" = "App Update";

/* %1$@次公交于%3$@到达，离您还有%2$d站 */
"Bus #%1$@ was %2$d stops to your place at %3$@" = "%1$@番のバスは%3$@に%2$d駅前のバス停に到着";

/* 公交车数据库更新完成。 */
"Bus databased update finished." = "Bus databased update finished.";

/* 途径该站的公交线路暂未被系统收录。 */
"Bus lines pass the bus stop is not included in the system yet." = "ルートが見つかりませんでした。";

/* 路线名或首字母缩写 */
"Bus Name, Pinyin Abbrivation" = "バス系統またはイニシャル";

/* 公交线路可能临时调整，请查看“出行提示”的公交线路调整信息。 */
"Bus route may changed temporarily, please check \"News\" section." = "Bus route may changed temporarily, please check \"News\" section.";

/* 公交%1$@次班车于%2$@到达 */
"Bus: %1$@ arrived here at %2$@" = "%1$@番のバスは、%2$@に到着した。";

/* 公交线路 */
"Buses" = "バス系統";

/* 在途的公交车 */
"Buses on the way" = "運行しているバス";

/* 公交%1$@次班车于%2$@到达： */
"By %2$@, bus: %1$@ arrived at: " = "%1$@番のバスは%2$@に以下のバス停に到着した：";

/* 取消 */
"Cancel" = "キャンセル";

/* 版权协议 */
"Copyright" = "著作権について";

/* 数据库更新 */
"Database Update" = "Database Update";

/* 数据库版本 */
"DB Version" = "DBのバージョン";

/* 免责声明 */
"Disclaimer" = "免責条項";

/* 完成 */
"Done" = "完了";

/* 编辑 */
"Edit" = "編集";

/* 收藏夹 */
"Favorites" = "お気に入り";

/* 查询历史 */
"History" = "履歴";

/* 提示 */
"Info" = "注意";

/* 以后再说 */
"Later" = "Later";

/* 定位服务不可用。可能是您没有打开定位服务。 */
"Location Service is not available. Maybe Location Services is turned off on your device." = "位置情報サービスは使用できません。位置情報サービスをオンにしてください。";

/* 附近站点 */
"Nearby" = "付近検索";

/* 网络连接失败，请重试。 */
"Network error, please retry later." = "ネットワークエラー。";

/* 不再提示 */
"Never" = "Never";

/* 公交车数据库(%@)已经发布。是否开始下载？ */
"New bus database(%@) found, do you want to update?" = "New bus database(%@) found, do you want to update?";

/* 出行提示 */
"News" = "ニュース";

/* 附近没有任何公交车站。 */
"No bus stops nearby." = "バス停がありません。";

/* 您还没有收藏任何站点 */
"No Favorites" = "項目はない";

/* 您还没有任何查询记录 */
"No History" = "履歴はない";

/* 暂未查询 */
"No result yet" = "情報はありません";

/* 暂无更新 */
"No update" = "No update";

/* 确定 */
"OK" = "はい";

/* 家长控制设置不允许本程序使用定位信息。 */
"Parental Control denied the app to access your location info." = "ペアレンタル・コントロールの設定による、位置情報の使用はできません。";

/* 选择您要执行的操作 */
"Please choose your action" = "操作を選ぶ";

/* 请输入站名 */
"Please enter bus stop name" = "バス停の名前を入力してください";

/* 取消收藏 */
"Remove from Favorites" = "お気に入りから削除";

/* 站名搜索 */
"Search" = "バス停検索";

/* 搜索历史 */
"Search History" = "検索履歴";

/* 公交%@运营时间 */
"Service hours for %@" = "「%@」の運転時間";

/* 公交%@的运营时间不可用。 */
"Service hours for bus: %@ is not available." = "「%@」の運転時間に関する情報はありません";

/* 设置 */
"Settings" = "設定";

/* 下拉页面或摇动设备刷新班车状态。 */
"Shake your device or pull down to refresh." = "引っ張り、またはシェックしてバスの情報が更新されます";

/* 显示地图 */
"Show on map" = "显示地图";

/* 查找一个公交站 */
"Start Use" = "バス停を探す";

/* 更新完成 */
"Update Finished" = "Update Finished";

/* 立刻升级 */
"Update Now" = "Update Now";

/* 版本号 */
"Version" = "バージョン";

/* 查看 */
"View" = "表示";

/* 您正在使用最新版的公交数据库。 */
"You are already using the latest bus database." = "You are already using the latest bus database.";

/* 您没有允许程序访问您的定位信息。如果你要修改定位授权，请打开“设置”程序，并允许“无锡公交查询”访问您的定位信息。 */
"You are not allow app to access your location info. If you want to change your settings, please use \"Settings\" app and allow  app to access your location info." = "このアプリケーションは、位置情報の取得には許可されていません。「設定」を開い、「無錫バス検索」を位置情報の取得ができるように設定してください。";

/* 您正在使用“BusTime v%@”。\n“BusTime v%@”已经发布。\n是否升级？ */
"You are using \"Wuxi Bus v%@\".\n\"Wuxi Bus v%@\" is already available.\nDo you want to update?" = "You are using \"Wuxi Bus v%1$@\".\n\"Wuxi Bus v%2$@\" is already available.\nDo you want to update?";

